{"locale_data":{"messages":{"":{"plural_forms":"nplurals=2; plural=n != 1;","language":"it","project_id_version":"WooCommerce - WooCommerce Payments"},"Store logo on checkout":["Logo del negozio al checkout"],"Use a custom logo to WooPay if the one taken from your store doesn’t look right. For best results, upload a high-resolution horizontal image with white or transparent background.":["Usa un logo personalizzato per WooPay se quello preso dal tuo negozio non sembra giusto. Per risultati migliori, carica un'immagine orizzontale ad alta risoluzione con sfondo bianco o trasparente."],"When enabled, customers will be able to checkout using WooPay":["Quando attivi questa opzione, i clienti saranno in grado di pagare usando WooPay."],"Enable WooPay":["Attiva WooPay"],"Inform your customers about the return, refund, and exchange policy, or include any other useful message. Note that you can add plain text and links, but not images.":["Informa i clienti su reso, rimborso e informativa sul cambio o includi qualsiasi altro messaggio utile. Puoi aggiungere testo semplice e link, ma non immagini."],"Custom message":["Messaggio personalizzato"],"Light {{br\/}}{{helpText}}Recommended for dark or colored backgrounds with high contrast.{{\/helpText}}":["Light {{br\/}}{{helpText}}Consigliato per sfondi scuri o colorati con elevato contrasto.{{\/helpText}}"],"Dark {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with high contrast.{{\/helpText}}":["Dark {{br\/}}{{helpText}}Consigliato per sfondi bianchi o con colori chiari con elevato contrasto.{{\/helpText}}"],"Large {{helpText}}(56 px){{\/helpText}}":["Grande {{helpText}}(56 px){{\/helpText}}"],"Medium {{helpText}}(48 px){{\/helpText}}":["Media {{helpText}}(48 px){{\/helpText}}"],"Default {{helpText}}(40 px){{\/helpText}}":["Predefinita {{helpText}}(40 px){{\/helpText}}"],"Outline {{br\/}}{{helpText}}Recommended for white or light-colored backgrounds with insufficient contrast.{{\/helpText}}":["Delinea {{br\/}}{{helpText}}Raccomandato per sfondi bianchi o con colori chiari con contrasto insufficiente.{{\/helpText}}"],"Preview":["Anteprima"],"Theme":["Tema"],"Size":["Dimensione"],"Note that larger buttons are more suitable for mobile use.":["I pulsanti più grandi sono più adatti per essere usati su dispositivi mobili."],"Appearance":["Aspetto"],"Select a button label that fits best with the flow of purchase or payment experience on your store.":["Seleziona un'etichetta per il pulsante che si adatta meglio all'esperienza del processo di acquisto o pagamento nel tuo negozio."],"Call to action":["Invito all'azione"],"Book":["Libro"],"Only icon":["Solo icona"],"Show express checkouts on":["Mostra i pagamenti rapidi su:"],"Product page":["Pagina del prodotto"],"Checkout":["Pagamento"],"Cart":["Carrello"],"Donate":["Fai una donazione"],"Buy":["Compra"]}}}